Repository: radusinovicmarko/HCI-Project-A-2022-Clinic
Catalog: HCI Project A 2022 - Clinic/Properties/Resources.*.resx
Languages: sr

# AppointmentsPageAddAppointmentBtn
source: Add New Appointment
sr: Dodajte novo naručenje

# AppointmentsPageDateDP
source: Date Of Appointment
sr: Datum naručenja

# AppointmentsPageDateTimeDG
source: Date And Time Of Appointment
sr: Datum i vrijeme naručenja

# AppointmentsPageDoctorCB
source: Doctor
sr: Ljekar

# AppointmentsPageDoctorDG
source: Doctor
sr: Ljekar

# AppointmentsPageReasonDG
source: Reason
sr: Razlog

# AppointmentsPageSearchBtn
source: Search
sr: Pretražite

# AppointmentsPageSearchLb
source: Appointment's Search
sr: Pretraga naručenja

# AppointmentWindowAppointmentData
source: Appointment
sr: Podaci o naručenju

# AppointmentWindowCancelBtn
source: Cancel
sr: Otkažite

# AppointmentWindowDateDP
source: Date Of Appointment
sr: Datum naručenja

# AppointmentWindowDoctorCB
source: Doctor
sr: Ljekar

# AppointmentWindowDoctorData
source: Doctor
sr: Podaci o ljekaru

# AppointmentWindowNewExamBtn
source: Record New Exam
sr: Evidentirajte novi pregled

# AppointmentWindowPatientData
source: Patient
sr: Podaci o pacijentu

# AppointmentWindowReasonTb
source: Reason
sr: Razlog

# AppointmentWindowSaveBtn
source: Save
sr: Sačuvajte

# AppointmentWindowTimeTP
source: Time Of Appointment
sr: Vrijeme naručenja

# AppointmentWindowTitle
source: Appointment
sr: Naručenje

# CodebooksPageCitiesTab
source: Cities
sr: Gradovi

# CodebooksPageCodeTab1
source: Post Code
sr: Poštanski broj

# CodebooksPageCodeTab2
source: Exam Type Code
sr: Šifra vrste pregleda

# CodebooksPageCodeTab3
source: Illness Code
sr: Šifra bolesti

# CodebooksPageEditBtn
source: Save
sr: Sačuvajte

# CodebooksPageEditLb
source: Edit
sr: Izmjena

# CodebooksPageExamTypesTab
source: Exam Types
sr: Vrste pregleda

# CodebooksPageFactoryNameTab4
source: Factory Name
sr: Fabrički naziv lijeka

# CodebooksPageGenericNameTab4
source: Generic Name
sr: Generički naziv lijeka

# CodebooksPageIllnessesTab
source: Illnesses
sr: Bolesti

# CodebooksPageMedicationsTab
source: Medications
sr: Lijekovi

# CodebooksPageNameTab1
source: City Name
sr: Naziv grada

# CodebooksPageNameTab2
source: Exam Type Name
sr: Naziv vrste pregleda

# CodebooksPageNameTab3
source: Illness Name
sr: Naziv bolesti

# CodebooksPageNewBtn
source: Add
sr: Dodajte

# CodebooksPageNewLb
source: Add
sr: Dodavanje

# CredentialsMissing
source: Username or password missing.
sr: Niste unijeli korisničko ime ili lozinku.

# EmployeesPageEmailDG
source: E-mail
sr: E-Mail adresa

# EmployeesPageEmployedDG
source: Currently Employed
sr: Trenutno zaposlen

# EmployeesPageFirstNameDG
source: First Name
sr: Ime

# EmployeesPageFirstNameTb
source: First Name
sr: Ime

# EmployeesPageLastNameDG
source: Last Name
sr: Prezime

# EmployeesPageLastNameTb
source: Last Name
sr: Prezime

# EmployeesPageRoleCB
source: Role
sr: Uloga

# EmployeesPageRoleDG
source: Role
sr: Uloga

# EmployeesPageSearchBtn
source: Search
sr: Pretražite

# EmployeesPageSearchLb
source: Employee Search
sr: Pretraga zaposlenih

# EmployeesPageUsernameDG
source: Username
sr: Korisničko ime

# EmployeeWindowAddressTb
source: Address
sr: Adresa stanovanja

# EmployeeWindowBasicInfo
source: Basic Information
sr: Osnovne informacije

# EmployeeWindowCancelBtn
source: Cancel
sr: Otkažite

# EmployeeWindowCityTb
source: Place Of Birth
sr: Mjesto rođenja

# EmployeeWindowContactInfo
source: Contact Information
sr: Kontakt informacije

# EmployeeWindowCredentials
source: Credentials
sr: Kredencijali

# EmployeeWindowDateDP
source: Date Of Birth
sr: Datum rođenja

# EmployeeWindowDetailedInfo
source: Detailed Information
sr: Detaljne informacije

# EmployeeWindowEmployedCb
source: Currently Employed
sr: Trenutno zaposlen

# EmployeeWindowFirstNameTb
source: First Name
sr: Ime

# EmployeeWindowHireDateDP
source: Hire Date
sr: Datum zaposlenja

# EmployeeWindowLastNameTb
source: Last Name
sr: Prezime

# EmployeeWindowPassword
source: Password
sr: Lozinka

# EmployeeWindowQualificationTb
source: Qualification
sr: Stručna sprema

# EmployeeWindowRoleCB
source: Role
sr: Uloga

# EmployeeWindowSalaryTb
source: Salary
sr: Plata

# EmployeeWindowSaveBtn
source: Save
sr: Sačuvajte

# EmployeeWindowTitle
source: Employee View
sr: Pregled zaposlenog

# EmployeeWindowTitleTb
source: Title
sr: Zvanje

# EmployeeWindowUsernameTb
source: Username
sr: Korisničko ime

# ExamsPageAddExamBtn
source: Add New Exam
sr: Dodajte novi pregled

# ExamsPageDateDP
source: Date Of Exam
sr: Datum pregleda

# ExamsPageDateTimeDG
source: Date And Time Of Exam
sr: Datum i vrijeme pregleda

# ExamsPageDiagnosisCodeDG
source: Diagnosis Code
sr: Šifra dijagnoze

# ExamsPageDoctorCB
source: Doctor
sr: Ljekar

# ExamsPageDoctorDG
source: Doctor
sr: Ljekar

# ExamsPageExamTypeDG
source: Exam Type
sr: Vrsta pregleda

# ExamsPageSearchBtn
source: Search
sr: Pretražite

# ExamsPageSearchLb
source: Exam Search
sr: Pretraga pregleda

# ExamWindowCancelBtn
source: Cancel
sr: Otkažite

# ExamWindowDiagnosisCodeTb
source: Diagnosis Code
sr: Šifra dijagnoze

# ExamWindowDoctorCB
source: Doctor
sr: Ljekar

# ExamWindowDoctorData
source: Doctor Data
sr: Podaci o ljekaru

# ExamWindowExamData
source: Exam Data
sr: Podaci o pregledu

# ExamWindowExamTypeCB
source: Type Of Exam
sr: Vrsta pregleda

# ExamWindowInstituionNameTb
source: Insistution Name
sr: Naziv ustanove

# ExamWindowInstitutionCodeTb
source: Institution Code
sr: Šifra ustanove

# ExamWindowInstructionTb
source: Instruction
sr: Način upotrebe

# ExamWindowMedicationCB
source: Medication
sr: Lijek

# ExamWindowPatientData
source: Patient Data
sr: Podaci o pacijentu

# ExamWindowPrescriptionCb
source: Prescription
sr: Recept

# ExamWindowPrescriptionData
source: Prescription Data
sr: Podaci o receptu

# ExamWindowRefferalCb
source: Refferal
sr: Uputnica

# ExamWindowRefferalData
source: Refferal Data
sr: Podaci o uputnici

# ExamWindowRefferalTypeTb
source: Refferal Type
sr: Vrsta uputnice

# ExamWindowReportTb
source: Report
sr: Nalaz i mišljenje

# ExamWindowSaveBtn
source: Save
sr: Sačuvajte

# ExamWindowTitle
source: Exam
sr: Pregled

# LoginError
source: Wrong credentials.
sr: Pogrešni pristupni podaci.

# LoginWindowBtn
source: Log In
sr: Prijava

# LoginWindowPasswordLb
source: Password
sr: Lozinka

# LoginWindowTitle
source: Log In
sr: Prijava

# LoginWindowTitleLb
source: Log In
sr: Klinika

# LoginWindowUsernameLb
source: Username
sr: Korisničko ime

# MainWindowAdministrationBtn
source: Administration
sr: Administracija

# MainWindowAppointmentsBtn
source: Appointments
sr: Naručenja

# MainWindowCodebooksBtn
source: Codebooks
sr: Šifarnici

# MainWindowExamsBtn
source: Exams
sr: Pregledi

# MainWindowLogoutBtn
source: Log Out
sr: Odjava

# MainWindowPatientsBtn
source: Patients
sr: Pacijenti

# MainWindowSettingsBtn
source: Settings
sr: Podešavanja

# MainWindowTitle
source: Clinic HCI
sr: Klinika HCI

# PatientsPageAddPatientBtn
source: Add New Patient
sr: Dodajte novog pacijenta

# PatientsPageAddressDG
source: Address
sr: Adresa

# PatientsPageCityDG
source: City
sr: Grad

# PatientsPageEmailDG
source: E-Mail
sr: E-Mail adresa

# PatientsPageFirstNameDG
source: First Name
sr: Ime

# PatientsPageFirstNameTb
source: First Name
sr: Ime

# PatientsPageLastNameDG
source: Last Name
sr: Prezime

# PatientsPageLastNameTb
source: Last Name
sr: Prezime

# PatientsPagePhoneDG
source: Phone Number
sr: Broj telefona

# PatientsPageSearchBtn
source: Search
sr: Pretražite

# PatientsPageSearchLb
source: Patient Search
sr: Pretraga pacijenata

# PatientWindowAddressTb
source: Address
sr: Adresa stanovanja

# PatientWindowBasicInfo
source: Basic Information
sr: Osnovne informacije

# PatientWindowBloodTypeTb
source: Blood Type
sr: Krvna grupa

# PatientWindowCancelBtn
source: Cancel
sr: Otkažite

# PatientWindowCardNumberTb
source: Medical Card Number
sr: Broj zdravstvenog kartona

# PatientWindowCityTb
source: Place Of Birth
sr: Mjesto rođenja

# PatientWindowCodeDG
source: Diagnosis Code
sr: Šifra dijagnoze

# PatientWindowContactInfo
source: Contact Information
sr: Kontakt informacije

# PatientWindowDateDG
source: Date And Time
sr: Datum i vrijeme pregleda

# PatientWindowDateDP
source: Date Of Birth
sr: Datum rođenja

# PatientWindowDateTab3DG
source: Date And Time
sr: Datum i vrijeme naručenja

# PatientWindowDateTab4DG
source: Date
sr: Datum preboljenja

# PatientWindowDetailedInfo
source: Detailed Informatio
sr: Detaljne informacije

# PatientWindowDoctorDG
source: Doctor
sr: Ljekar

# PatientWindowDoctorTab3DG
source: Doctor
sr: Ljekar

# PatientWindowDoctorTab4DG
source: Doctor
sr: Ljekar

# PatientWindowExamTypeDG
source: Exam Type
sr: Vrsta pregleda

# PatientWindowFirstNameTb
source: First Name
sr: Ime

# PatientWindowIllnessTab4DG
source: Illness
sr: Naziv bolesti

# PatientWindowLastNameTb
source: Last Name
sr: Prezime

# PatientWindowMarriageTb
source: Marriage Status
sr: Bračni status

# PatientWindowNewAppointmentBtn
source: Add New Appointment
sr: Dodajte novo naručenje

# PatientWindowNewExamBtn
source: Add New Exam
sr: Dodajte novi pregled

# PatientWindowNewRecoveryBtn
source: Add New Recovery
sr: Dodajte novo preboljenje

# PatientWindowPhoneTb
source: Phone Number
sr: Kontakt telefon

# PatientWindowReasonTab3DG
source: Reason
sr: Razlog

# PatientWindowSavebtn
source: Save
sr: Sačuvajte

# PatientWindowTab1
source: Patient's Information
sr: Podaci o pacijentu

# PatientWindowTab2
source: Patient's Exams
sr: Pregledi pacijenta

# PatientWindowTab3
source: Patient's Appointments
sr: Naručenja pacijenta

# PatientWindowTab4
source: Patient's Recoveries
sr: Preboljenja pacijenta

# PatientWindowTitle
source: Patient View
sr: Pregled pacijenta

# RecoveryWindowCancelBtn
source: Cancel
sr: Otkažite

# RecoveryWindowDateDP
source: Date Of Recovery
sr: Datum preboljenja

# RecoveryWindowDoctorCB
source: Doctor
sr: Ljekar

# RecoveryWindowDoctorData
source: Doctor
sr: Podaci o ljekaru

# RecoveryWindowIllnessCB
source: Illness
sr: Bolest

# RecoveryWindowPatientData
source: Patinet
sr: Podaci o pacijentu

# RecoveryWindowRecoveryData
source: Recovery
sr: Podaci o preboljenju

# RecoveryWindowSaveBtn
source: Save
sr: Sačuvajte

# RecoveryWindowTitle
source: Recovery
sr: Preboljenje

# RoleWindowContinueBtn
source: Continue
sr: Nastavite

# RoleWindowRoleCb
source: Role
sr: Uloga

# RoleWindowTitle
source: Role Selection
sr: Izbor uloge

# RoleWindowTitleLb
source: Select Role
sr: Izaberite ulogu zaposlenog

# SettingsPageCredentials
source: Credentials
sr: Kredencijali

# SettingsPageLanguage
source: Language
sr: Jezik

# SettingsPagePasswordPb
source: Password
sr: Lozinka

# SettingsPageSaveBtn
source: Save
sr: Sačuvajte izmjene

# SettingsPageTheme
source: Theme
sr: Tema

# SettingsPageTitleLb
source: Settings
sr: Podešavanja

# SettingsPageUsernameTb
source: Username
sr: Korisničko ime
